{
  "about": {
    "descOne": "Наша компания специализируется на создании качественной (высококачественной) мебели с использованием различных материалов, в том числе ДСП (древесно-стружечные плиты), фанеры, массива дерева (массивные доски). Мы также используем железо во многих наших работах, добавляя современный штрих и увеличивая долговечность наших изделий. Наша команда следит за тем, чтобы каждое изделие, которое мы производим, соответствовало нашим строгим стандартам качества и внимания к деталям.",
    "descTwo": "Помимо производства мебели, мы также предлагаем нашим клиентам бесплатную транспортную услугу. Нуждаетесь ли вы в изменении отдельной детали или же вы хотите обставить (обустроить) весь дом или офис, у нас есть опыт и ресурсы, чтобы воплотить ваше видение в реальность."
  },
  "contact": {
    "title": "Контакт",
    "description": "Свяжитесь с нами для получения индивидуальных решений по мебели, адаптированных к вашим потребностям. Независимо от того, есть ли у вас вопросы, нужна ли вам смета или вы хотите обсудить свой проект, мы здесь, чтобы помочь!",
    "contactViaEmail": "Связаться по электронной почте"
  },
  "landing": {
    "title": "Мы изготавливаем деревянную мебель на заказ, исходя из ваших пожеланий и идей.",
    "subtitle": "Большая или маленькая, мы можем спроектировать с нуля, отремонтировать или просто модернизировать."
  },
  "navbar": {
    "Home": "Почетна",
    "About": "О нас",
    "WhatWeDo": "Что мы делаем",
    "Services": "Наши услуги",
    "Contact": "Контакт"
  },
  "what-we-do": {
    "title": "Что мы делаем",
    "description": "Яркая галерея, демонстрирующая преданность делу, мастерство и креативность, стоящие за нашими проектами.",
    "seeAll": "Смотреть все",
    "Bathroom": "Ванная комната",
    "Bedroom": "Спальня",
    "Closet": "Шкаф",
    "Kitchen": "Кухня",
    "LivingRoom": "Гостиная",
    "Office": "Офис"
  },
  "services": {
    "title": "Наши услуги",
    "customFurnitureDesign": "Дизайн мебели на заказ",
    "customFurnitureDesignDesc": "Индивидуальные решения для мебели, соответствующие вашему уникальному стилю и пространству.",
    "interiorRenovations": "Внутренние ремонты",
    "interiorRenovationsDesc": "Преобразование помещений благодаря мастерству и инновационному дизайну.",
    "spacePlanningAndLayout": "Планирование пространства и планировка",
    "spacePlanningAndLayoutDesc": "Оптимизация вашего пространства для функциональности и эстетической привлекательности.",
    "materialSelectionAndSourcing": "Выбор материалов",
    "materialSelectionAndSourcingDesc": "Высококачественные материалы, отобранные для повышения долговечности и стиля.",
    "projectManagement": "Управление проектом",
    "projectManagementDesc": "Всесторонний контроль для обеспечения своевременного и успешного завершения проекта."
  }
}
